// Library Management System.cpp : 定义控制台应用程序的入口点。
//

#include "stdafx.h"


/*

Team Foundation Service使用说明
所有的操作都通过团队资源管理器，推荐安装Git for Windows
提交更改:	点击“更改”，将需要上传的文件从“排除的更改”或“未跟踪文件”拖放到“包含的更改”（默认情况下会自动完成这一步），
			或者把不想同步的文件拖到“排除的更改”。输入提交信息，选择分支后点击“提交”。如果点击下拉列表中的“提交和推送”的话
			则会向团队成员推送此更新。“提交和同步”指的是先提交，后直接同步项目。

同步项目：	你的提交和他人的提交都可在点击“未同步提交”后看到。“传入提交”指的是他人的提交，“获取”和“拉取”的区别我不知道。
			“传出提交”指的是你点击了“提交”但是还没点击“同步”的提交。只有同步后其他人才能收到你的提交。
生成项目：	不知道Git怎么用，先不管了
工作项：		是管理员向其他人推送“你今天需要干什么”的东西。

*/


int _tmain(int argc, _TCHAR* argv[])
{
	return 0;
}

